Repository: acdominguez03/Moldea
Catalog: Moldea/Package/Statistics/Sources/Statistics/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: es

# statistics_chart_axis_percentage
source: Percentage completed
es: Porcentaje completado

# statistics_chart_axis_period
source: Period
es: Periodo

# statistics_chart_title_month
source: Progress this month
es: Progreso del mes

# statistics_chart_title_week
source: Progress this week
es: Progreso de la semana

# statistics_chart_title_year
source: Progress this year
es: Progreso del año

# statistics_day_chart_summary
source: completed this day
es: cumplido este día

# statistics_empty_state
source: There is no data to display yet
es: Todavía no hay datos que mostrar

# statistics_filter_day
source: Day
es: Día

# statistics_filter_month
source: Month
es: Mes

# statistics_filter_week
source: Week
es: Semana

# statistics_filter_year
source: Year
es: Año

# statistics_habits_header
source: By habit
es: Por hábito

# statistics_month_chart_summary
source: completed this month
es: cumplido este mes

# statistics_month_chart_week_accessibility %lld
source: Week %lld
es: Semana %lld

# statistics_month_chart_week_mark %lld
source: W%lld
es: S%lld

# statistics_screen_title
source: Statistics
es: Datos

# statistics_week_chart_summary
source: completed this week
es: cumplido esta semana

# statistics_week_chart_weekly_accessibility
source: Weekly goal habits
es: Hábitos con objetivo semanal

# statistics_week_chart_weekly_mark
source: Wk
es: Sem

# statistics_year_chart_summary
source: completed this year
es: cumplido este año
